alefragnani.project-manager
batisteo.vscode-django
cucumberopen.cucumber-official
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dracula-theme.theme-dracula
eamodio.gitlens
esbenp.prettier-vscode
firsttris.vscode-jest-runner
hbenl.vscode-test-explorer
howardzuo.vscode-favorites
k--kato.intellij-idea-keybindings
kavod-io.vscode-jest-test-adapter
kevinrose.vsc-python-indent
leetcode.vscode-leetcode
mechatroner.rainbow-csv
mhutchie.git-graph
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.test-adapter-converter
njpwerner.autodocstring
nrwl.angular-console
oderwat.indent-rainbow
peakchen90.open-html-in-browser
pkief.material-icon-theme
postman.postman-for-vscode
redhat.java
rsbondi.highlight-words
streetsidesoftware.code-spell-checker
techer.open-in-browser
tylerleonhardt.shell-runner-notebooks
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wayou.vscode-todo-highlight
wholroyd.jinja
wix.vscode-import-cost
yzhang.markdown-all-in-one
